[
  {
    "text": "    <艾约娱乐用户协议>\n 一、特别提示\n    艾约娱乐同意按照本协议的规定及其不时发布的操作规则提供基于互联网的相关服务(以下称“网络服务”)，为获得网络服务，服务使用人(以下称“用户”)同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击“同意”按钮即表示用户完全接受本协议项下的全部条款。这些条款可由艾约娱乐随时更新，修改后的服务协议一旦在页面上公布即有效代替原来的服务协议。用户在使用艾约娱乐提供的各项服务之前，应仔细阅读本服务协议，如用户不同意本服务协议及/或随时对其的修改，请停止使用艾约娱乐提供的服务。本应用仅供休闲娱乐用，游戏过程公平公正。任何人不得用于赌博用途，更严禁利用系统漏洞、黑客手段获取不当利益，违者追责，后果自负！\n二、著作权声明\n艾约娱乐所提供的服务的相关著作权、专利权、商标、营业秘密及其它任何所有权或权利，均属艾约娱乐所有。非经艾约娱乐的同意，任何人或用户均不得擅自重制、传输、改作、编辑，否则应负所有法律责任。\n三、用户的基本义务\n1、用户承诺以其真实身份注册成为艾约娱乐的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和必备条款约定对所提供的信息承担相应的法律责任。\n2、用户有义务妥善保管在注册服务时获得的帐号及密码谨防被盗或泄露，并为此帐号及密码登入系统后所开始的一连串行为或活动负责。因密码被盗或泄露造成的全部责任和损失均由用户本人承担，艾约娱乐对此概不负责。\n3、若用户发现帐号或密码遭他人非法使用或有异常使用的情形，应立即通知艾约娱乐，并提交该帐号为本人所有的有关证明，以便申请该帐号的暂停登录和使用。因此而造成的损失艾约娱乐不承担赔偿责任。\n4、艾约娱乐根据用户的通知采取措施暂停用户帐号的登录和使用的，艾约娱乐应当要求用户提供并核实与其注册身份信息相一致的个人有效身份信息。\n5、用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，艾约娱乐有权拒绝用户上述请求。\n6、用户因忘记密码或密码被盗向艾约娱乐查询密码时，须提供完全正确的注册信息（包括注册时间、首次登陆游戏时所在城市），否则艾约娱乐有权本着为用户保密的原则不予告知。\n7、用户同意若发现任何非法使用用户帐号或利用安全漏洞的情况，立即通告艾约娱乐，且须承诺在申请帐号时遵循如下规定：\na、用户名和中文昵称的注册及使用须尊重网络道德，遵守中华人民共和国的有关法律法规。b、用户名和中文昵称中不得含有任何威胁、恐吓、漫骂、庸俗、亵渎、色情、淫秽、非法、反动、前后矛盾、攻击性、伤害性、骚扰性、诽谤性、辱骂性的或侵害他人知识产权的文字。不得涉及政治、国家领导人及近音国家领导人，以及任何可能引起法律纠纷的文字。\n8、若用户将帐号与他人于现实生活中进行交易或互易行为而产生的纠纷，艾约娱乐概不负责。\n9、用户使用在艾约娱乐注册的用户名在艾约娱乐中的任何行为需要遵守指点沈阳麻将其他各项服务条款。\n10、用户连续六个月未使用在艾约娱乐注册的帐号或首次使用后三个月内再未使用过其帐号或注册后一个月内从未登陆使用过该帐号，经系统审查后，艾约娱乐有权采取措施终止该用户继续使用该帐号或回收该帐号。\n11、用户对艾约娱乐服务管理人员所进行的询问应据实澄清，否则艾约娱乐有权随时终止用户使用服务。\n四、用户隐私制度\n艾约娱乐绝对不会修改用户的个人资料，或编辑或透露用户在注册资料中的密码、姓名、地址、电话、身份证号码及保存在艾约娱乐中的非公开内容，除非有法律许可要求或艾约娱乐在诚信的基础上认为透露这些信息在以下四种情况是必要的：\n1、遵守有关法律规定，遵从合法服务程序。\n2、维护艾约娱乐的商标所有权。\n3、在紧急情况下竭力维护用户个人和社会大众的隐私安全。\n4、符合其他相关的要求。\n五、游戏数据的特别规定\n1、艾约娱乐严禁以下行为：\n（1）盗取游戏帐号、游戏财产（偷盗游戏财产的行为指的是，在未经游戏财产持有人允许的情况下，将该游戏财产转移、使用、获得等行为或者利用系统漏洞获取游戏金币，并将该游戏财产转移、使用、获得等行为，艾约娱乐有权根据记录清理以上方式获得的游戏财产）。（2）利用系统漏洞或者其他任何非正常方式获得游戏帐号、游戏财产等游戏数据的活动。（3）私下进行游戏帐号、游戏财产等交易，如查明涉嫌盗号，所涉及的帐号将被系统回收，永久封停，永不启用。\n2、对于违反以上规定的用户，一经发现，艾约娱乐将视情节轻重对其采取删除其发表的文章、没收其游戏金币财富、封停其游戏帐号、删除其游戏帐号、乃至屏蔽其设备的处罚。\n3、如果艾约娱乐发现用户帐号数据异常，有权采取相应措施，包括对该异常帐号的冻结、终止，该异常帐号内游戏财产等相关数据的清除，用户不得因此要求艾约娱乐做任何补偿。\n六、服务的停止和更改\n1、发生下列情形之一时，艾约娱乐有权停止或中断向用户提供的服务：\na、用户有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为；b、用户提供虚假注册身份信息，或实施违反本协议的行为；c、对于网络设备进行必要的保养及施工；d、发生突发性的网络设备故障时；e、由于不可抗力因素致使艾约娱乐无法提供线上服务；f、由于相关政府机构的要求。\n2、在本协议约定的情形下，艾约娱乐就停止或更改或终止向用户所提供的服务而可能产生的不便或损害，艾约娱乐对用户本人或任何第三人均不负任何损害赔偿责任。\n3、用户应了解并同意，艾约娱乐所提供的服务可能因公司本身、其它合作厂商或相关电信业者网络系统软硬件设备的故障、失灵、或因合作方及相关电信工作人员人为操作的疏失而全部或一部分中断、暂时无法使用、迟延或因他人侵入艾约娱乐系统篡改或伪造变造资料等，造成服务的停止或中断或用户档案缺失，用户不得要求艾约娱乐提供任何的补偿或赔偿。\n4、艾约娱乐根据本协议取消或停止用户的资格或加以限制，用户不得要求补偿或赔偿。\n5、艾约娱乐有权仅根据其判断，单方决定新增、修改、删除、暂停或终止其所提供的全部或部分服务（包括且不限于增加、暂停或终止某个游戏的运营），且无需另行个别通知用户，用户不得因此要求任何补偿或赔偿。\n6、艾约娱乐对其服务不保证不出现任何程序BUG，并对由此可能产生的问题不承担任何赔偿责任。\n七、用户违规处罚办法\n用户违规行为指的是用户违反艾约娱乐使用条款等艾约娱乐任何服务条款或管理制度的行为，对于用户违规行为的处罚办法如下：\n1、用户如有违反艾约娱乐使用条款的行为，艾约娱乐有权视情节轻重对其采取没收其游戏财富、封闭其游戏帐号、删除其游戏帐号、乃至屏蔽其设备的处罚，用户不得因此要求艾约娱乐做任何补偿或退费。\n2、用户如有作弊行为，永久封停，永不启用。\n3、用户如有违反艾约娱乐其他服务条款和管理制度的行为，将被依据相关规定予以相应的处罚。艾约娱乐各服务条款或管理制度之间不相抵，可各自执行。\n八、服务条款的修改\n艾约娱乐保留随时修改本服务条款的权利，修改本服务条款时，艾约娱乐将于游戏条款中修改的事实，而不另对用户进行个别通知。若用户不同意修改的内容，可停止使用艾约娱乐的服务。若用户继续使用艾约娱乐的服务，即视为用户已接受艾约娱乐所修订的内容。"
  }
]